export default {
    nav: {
        contactUs: "تواصلوا معنا 920031839"
    },
    hero: {
        cta: {
            line1: "سجل اهتمامك الآن",
            line2: "في وجهات رفاد"
        }
    },
    signup: {
        title: "سجل اهتمامك الآن لتصلك معلومات أكثر عن أعمالنا",
        subtitle: "",
        form: {
            firstName: {
                label: "الاسم الأول"
            },
            surname: {
                label: "اسم العائلة"
            },
            email: {
                label: "البريد الإلكتروني"
            },
            phone: {
                label: "الجوال"
            },
            requestType: {
                label: "نوع الطلب",
                options: [
                    "اختر...",
                    "حي ميراف",
                    "مركز الأعمال",
                    "مجمع رفاد",
                    "حلول اللوجستيات",
                    "الشراكة والاستثمار",
                    "الدعم",
                    "قسم الموارد البشرية",
                    "تسجيل البائعين"
                ]
            },
            contactSource: {
                label: "مصدر الاتصال",
                options: [
                    "اختر...",
                    "أونلاين",
                    "رقمي",
                    "رسائل قصيرة",
                    "توليد ذاتي",
                    "تلفاز",
                    "وسيط",
                    "مركز الاتصالات",
                    "حملة",
                    "فعالية",
                    "معرض",
                    "في الهواء الطلق",
                    "مركز المبيعات",
                    "المكالمات الهاتفية",
                    "وسائل التواصل الاجتماعي",
                    "إدخال يدوي",
                    "صفحات الهبوط"
                ]
            },
            subSource: {
                label: "المصدر الفرعي",
                options: [
                    "اختر...",
                    "موقع رفاد",
                    "فيسبوك",
                    "إنستغرام",
                    "يوتيوب",
                    "تيك توك",
                    "إكس",
                    "سناب شات",
                    "البريد الإلكتروني",
                    "رسائل قصيرة",
                    "واتساب",
                    "لينكدإن",
                    "إدخال يدوي",
                    "ملف إكسل",
                    "سجل المكالمات الهاتفية",
                    "من خلال نموذج صفحة الهبوط",
                    "رسالة مباشرة",
                    "إعلانات جوجل",
                    "سيتي سكيب"
                ]
            },
            subject: {
                label: "الرسالة"
            },
            send: {
                label: "إرسال"
            }
        }
    },
    resources: {
        heading: "اكتشف الحياة من منظور جديد مع رفاد",
        items: [
            "الملف التعريفي لرفاد - عربي",
            "الملف التعريفي لرفاد - انجليزي",
            "كتيب منطقة مراف",
            "الملف التعريفي لمركان كوارتر",
            "حلول رفاد اللوجستية"
        ]
    },
    footer: {
        mainMenu: "الأقسام الرئيسية",
        socialChannels: "وسائل التواصل الاجتماعي",
        reachUs: "تواصلوا معنا",
        nav: {
            aboutUs: "من نحن",
            developments: "وجهات رفاد",
            newsMedia: "الأخبار"
        },
        social: {
            instagram: "انستغرام",
            linkedin: "لينكد ان",
            x: "X"
        },
        copyright: "© 2025 رفاد",
        address: [
            "البستان، الملك فيصل بن عبد العزيز،",
            "اليرموك، الخبر 34422"
        ]
    }
};
